{
    "navbar-item-1": "Главная",
    "navbar-item-2": "Обучение",
    "navbar-item-3": "Навыки",
    "navbar-item-4": "Отзывы",
    "navbar-item-5": "Проекты",
    "navbar-item-6": "Контакты",

    "header-subtitle": "Добро пожаловать на мою страницу! Здесь вы найдете информацию о моих проектах, опыте работы и достижениях в веб-разработке.",
    "header-contact": "Контакт",

    "education-title": "О моем образовании",
    "education-subtitle": "Мой путь в программирование начался, когда я учился в школе. Меня всегда увлекали компьютеры и технологии.",
    "education-details": "Подробности",

    "skills-sar": "Навыки",
    "skills-title-2": "Фронтенд Разработка",
    "skills-title-3": "Разработка На Strapi",
    "skills-title-4": "Тестирование и оптимизация",
    "skills-subtitle-1": "Маркетинг в социальных сетях, или SMM, — это процесс продвижения продукта или услуги через платформы социальных сетей, такие как Facebook, Instagram, Twitter и LinkedIn.",
    "skills-subtitle-2": "Фронтенд-разработка — это процесс создания пользовательского интерфейса (UI) для веб-приложений или веб-сайтов. Он включает в себя работу с HTML, CSS и JavaScript для создания интерактивных и визуально привлекательных пользовательских интерфейсов.",
    "skills-subtitle-3": "Strapi — это инструмент для создания и управления сайтами и приложениями. Он помогает легко добавлять и обновлять контент, упрощая работу для всех, а не только программистов.",
    "skills-subtitle-4": "В целом, тестирование и оптимизация необходимы для создания высококачественного программного обеспечения, которое соответствует ожиданиям пользователей и хорошо работает в различных средах. Постоянно тестируя и оптимизируя программное обеспечение на протяжении всего процесса разработки.",
    "skills-info": "Инфо",

    "github-title": "Мой Github",
    "github-subtitle": "Вы можете найти коды моих проектов на моей странице Github.",

    "musics-title": "Моя любимая музыка",
    "musics-subtitle": "Слушайте мой плейлист для мотивации",
    "musics-playlist": "Перейти в плейлист...",

    "footer-body": "Ознакомьтесь с моими последними проектами и отзывами клиентов на моем сайте. Свяжитесь со мной для обсуждения новых идей и проектов",
    






    "education-page-title-1": "Курс программирования",
    "education-page-title-2": "Опыт",
    "education-page-subtitle-1": "Введение в программирование",
    "education-page-subtitle-2": "Разработка интернет-магазина",
    "education-page-body-1": "В рамках моего путешествия в мир программирования я прошел вводный курс по программированию. Этот курс дал мне четкое понимание фундаментальных концепций программирования, таких как переменные, циклы, условные выражения и функции. Благодаря практическим проектам и заданиям я приобрел практический опыт написания кода и программного решения проблем.",
    "education-page-body-2-1": "Имея большой опыт разработки интернет-магазинов, я успешно завершил три проекта в этой области. Мой опыт включает в себя:",
    "education-page-body-2-2": "Разработка комплексных решений электронной коммерции для различных клиентов.",
    "education-page-body-2-3": "Реализация основных функций, таких как каталог продуктов, аутентификация пользователей, корзина покупок и безопасная оплата.",
    "education-page-body-2-4": "Использование таких технологий, как React.js, Node.js и MongoDB, для создания масштабируемых и удобных интернет-магазинов.",
    "education-page-body-2-5": "Мой опыт в разработке интернет-магазинов позволяет мне создавать привлекательные и функциональные решения для электронной коммерции, отвечающие уникальным потребностям клиентов и пользователей.",
        




    "skills-page-title-1": "Технические навыки",
    "skills-page-title-2": "Профессиональные навыки",
    "skills-page-1": "Креативность",
    "skills-page-2": "Коммуникация",
    "skills-page-3": "Решение проблем",
    "skills-page-4": "Командная работа",
        




    "testimonials-page-title": "А пока вы можете оставить свой отзыв в Telegram и он будет показан здесь.",
    "testimonials-page-go": "Перейти в телеграм..",
    "testimonials-page-no": "отзывов пока нет",
            



    "contacts-page-title": "Свяжитесь со мной",
    "contacts-page-send": "Отправить сообщение",
    "contacts-page-or": "или обращайтесь в телеграм...",





    "skills-sar1": "Навыки и способности",
  "skills-smm-title": "SMM",
  "skills-smm-body": "Социальный медиамаркетинг или SMM — это процесс продвижения продукта или услуги через платформы социальных сетей, такие как Facebook, Instagram, Twitter и LinkedIn.",
  "skills-frontend-title": "Фронтенд-разработка",
  "skills-frontend-body": "Фронтенд-разработка — это процесс создания пользовательского интерфейса (UI) для веб-приложений или веб-сайтов. Это включает работу с HTML, CSS и JavaScript для создания интерактивных и визуально привлекательных пользовательских интерфейсов.",
  "skills-backend-title": "Бэкенд-разработка",
  "skills-backend-body": "Бэкенд-разработка включает в себя создание и обслуживание серверной части веб-приложений или веб-сайтов. В отличие от фронтенд-разработки, которая сосредоточена на пользовательском интерфейсе и клиентской функциональности.",
  "skills-testing-title": "Тестирование и оптимизация",
  "skills-testing-body": "Тестирование и оптимизация необходимы для обеспечения высокого качества программного обеспечения, соответствующего ожиданиям пользователей и хорошо работающего в различных средах. Путем непрерывного тестирования и оптимизации программного обеспечения на протяжении всего процесса разработки."

}